{
    "MainNav":[
        {
            "path":"home", "linkName":"<p>HOME</p>"
        },
        {
            "path":"explore", "linkName":"<p>EXPLORE</p>"
        },
        {
            "path":"factions", "linkName":"<p>FACTIONS</p>"
        },
        {
            "path":"socialmedia", "linkName":"<div class='link'><a href='https://www.instagram.com' target='_blank'><img src='./images/instagram.png'></a><a href='https://www.facebook.com' target='_blank'><img src='./images/facebook.png'></a><a href='https://www.twitter.com' target='_blank'><img src='./images/twitter.png'></a></div>"
        }
        

    ],

    "Pages":[
        {"pageName": "home", "content":"<div class='banner'><div class='callout'><h1>COALESCENSE</h1></div></div><div class='divider'></div><div class='section'><div class='textholder'><h1>A Sophisticated Trash Heap</h1><p>Hundreds of years have gone by since the fall of the modern world at the hands of the astral dragons, and the world is finally back on track. Opprtunistic scavengers are now kings, and corporations that were too big to fail before the fall seized the place of the powers that be. The world is a haggard camel's back, and straw is flying all over the place.</p><p>The average citizen continues to carry on despite all of this, either as a cog in the corporate machine, or as part of helpless farming communities that operate at medieval levels of technology. In order to rise out of their position in life, most risk their lives as adventurers and face dangers lurking in every corner. Our story is about two of these adventurers, and all of the shenanigans they get into.</p></div><div class='imgholder' alt='robot holding flower'></div></div><div class ='divider'></div><div class='section'><div class='imgholder2' alt='Corvus'></div><div class='textholder'><h1>A Family Man</h1><p>Corvus, son of Lawrence, is a 22 year-old half demon from Pygmy Island. A endearingly awkward young man with a heart of gold, Corvus travels alongside Ghost in order to find his estranged siblings across the continent.</p><p>Many challenges await Corvus as he continues on his journey. After unintentionally becoming the wielder of Poseidon's stolen trident, Corvus has made an enemy of the six seas. If that wasn't enough, his ongoing mission to reuinte with all of his siblings has a dark underlying purpose behind it, a secret his father took to the grave.</p></div></div><div class ='divider'></div><div class='section'><div class='textholder'><h1>An MVP Slugger</h1><p>Ghost beta is a 20-something year old super-soldier lab experiment created by the military for infiltration and assassination. She lived on the outskirts of Pygmy Island, where she met Corvus. The two set out on an adventure together after running into friendly mercenaries. Loves baseball.</p><p>The nature of Ghost's upbringing left her with poor social skills, which makes her often feel out of place. She wanders around with Corvus, hoping to find her purpose in a world not meant for her. Many challenges await Ghost, especially as more people become aware of her existence...</p></div><div class='imgholder3' alt='Ghost Beta'></div></div>"},
        {"pageName": "explore", "content":"<div class='banner2'><div class='callout'><h1>AN UNFORGIVING WORLD</h1></div></div><div class='divider'></div><div class='section'><div class='textholder'><h1>Pygmy Island</h1><p>Major island of the Pygmy Giant Archipelago, Pygmy Island is a common stop for trade vessels and adventurers. The Island has two major settlements that remain in a state of conflict. Our heroes come from the south of Pygmy Island, from a settlement protected by Flumphs, benevolent eldritch beings that protect their kin through powers of telekinesis. To the north is an abandoned military base, overrun by cowboy-bandits.</p><p>Legend has it the Island was created when a being known as the Pygmy Giant ripped a chunk of the mainland as a show of strength. The giant carried the chunk of land out to the center of the sea, where they drowned due to exhaustion.</p></div><div class='imgholder4' alt='Pygmy Island'></div></div><div class ='divider'></div><div class='section'><div class='imgholder5' alt='Capital City'></div><div class='textholder'><h1>Capital City</h1><p>Capital City is the metropolis of the mainland, a cultural melting pot of different species, races, and organic/bionic lifeforms. This bustling region features every luxury that mortal minds could imagine.</p><p>Our heroes found a new home here at the adventurers guild, a well-established mercenary business run by an aloof Rakhshasa. The guild is an invaluable resource for our heroes, and the major sponsor of their journey.</p></div></div><div class ='divider'></div><div class='section'><div class='textholder'><h1>Blustonn Hive</h1><p>A hive sealed deep below the a quarry on Blustonn Island, known for its extremely rare arcane crystal deposits and high quality iron. The hive remained in a state of stasis until the Blustonn miners ignored warnings and tunneled into the hive, unleashing the wrath of the fey.</p><p>At the center of the hive lies an extravagant palace, populated only by a single fey empress and her royal guard. Our heroes made a wonderful impression when they encountered her, and gained her support for future journeys.</p></div><div class='imgholder6' alt='Blustonn Hive'></div></div><div class ='divider'></div><div class='section'><div class='imgholder7' alt='New Hell'></div><div class='textholder'><h1>New Hell</h1><p>A seedy capitalistic nightmare of a city, and the most technologically advanced region on the continent. One of the few settlements to survive the fall with minimal damage thanks to the corporate presence and location at the center of a massive mountain range.</p><p>New Hell has a very spotty political climate due to mass poverty rates and border conflicts with neighboring city-state New Heaven. Our heroes will soon find out the extent of how personal these conflicts between the two city-states are, and will have to pick a side as the situation goes past the point of no return.</p></div></div>"},
        {"pageName": "factions", "content":"<div class='banner3'><div class='callout'><h1>SURVIVAL OF THE FITTEST</h1></div></div><div class='divider'></div><div class='section'><div class='textholder'><h1>Medicorp LLC</h1><p>Medicorp LLC is the world's leading medicinal research company. After the fall, Medicorp diversified their range of operations by conducting hostile takeovers of trades and businesses affected by the fall. Furthermore, they entered the military industrial complex by launching a super soldier gene splicing project.</p><p>While most of the gene splicing projects have been disbanded, many executives within Medicorp still wish to continue experimentation in secret. Many actively hunt down escaped test subjects and are willing to pay large sums of money to have a third party do the dirty work for them.</p></div><div class='imgholder8' alt='Medicorp LLC'></div></div><div class ='divider'></div><div class='section'><div class='imgholder9' alt='SWAT Faction'></div><div class='textholder'><h1>Dr. Fizz</h1><p>Dr. Fizz used to be a simple soda company in the past. Thanks to the fall, however, they boast the strongest military strength on the continent. Without any stable governments present to defend their lands, Dr. Fizz claimed territories around water supplies across the globe. By controlling the supply of fresh water, they reached astronomical profit margins, which the company head invested into military might with the intention of turning the corporation into a proper empire.</p><p>Our heroes have been lucky enough to avoid severe conflict with Dr. Fizz so far, but their travels will soon reveal how much suffering Dr. Fizz has left in their path to power.</p></div></div><div class ='divider'></div><div class='section'><div class='textholder'><h1>The Fey</h1><p>Beings both benevolent and malignant, ranging from large to small, and almost always fascinating. They have been a constant throughout the planet's life, and will continue to remain and persevere as long as there is life.</p><p>The fey are a truly diverse subset of the continent's population. Some are treated as divinity, while others are hunted down by corporations for their unique features and contents. Most stay isolated from mortal society, while some choose to blend in for their own entertainment. The only constant among the fey is the power of names. Those who reveal their names to kind fey will be showered with blessings and boons, while doing the same for a malevolent trickster can yield debilitating curses.</p></div><div class='imgholder10' alt='Giants'></div></div><div class ='divider'></div><div class='section'><div class='imgholder11' alt='Atlas Air'></div><div class='textholder'><h1>Atlas Air</h1><p>A mysterious fighter jet posessed by a vengeful spirit. The aircraft, named 'Atlas Air,' flies at speeds not visible to the naked eye as it hunts down anything that dares attempt to reach the heavens.</p><p>Records of Atlas Air are rare, and most that have laid eyes upon it have not lived to tell the tale. A truly neutral entity that is feared by even the most powerful of factions.</p></div></div>"}
    ]
} 